{
	"extends": "English",
	"dictionaries": {
		"questRequirement": {
			"modStarterQuestActionSlots": "Assign {0=1?an item:{0=0?an action:anything}} to an action slot",
			"modStarterQuestLightCampfire": "Light a campfire",
			"modStarterQuestStokeCampfire": "Stoke a campfire",
			"modStarterQuestFillDripstone": "Pour water into a dripstone",
			"modStarterQuestGatherFromDripstone": "Gather desalinated water from a dripstone"
		},

		"quest": {
			"modStarterQuestWelcome": ["Welcome", "{#--color-brown:If you're new to Wayward, this {/Starter Quest/} can help you survive by teaching you the basics. This optional walkthrough will take approximately 20-40 minutes.}\n\nPress {BINDINGS:DialogQuests} to toggle this dialog.\n\nClick \"{/Complete Quest/}\" to start the quest line."],

			"modStarterQuestGearUp": ["Gear Up", "{#--color-brown:Attacking creatures will use items in your inventory when equipped to your main hand. Let's equip an item now.}\n\n1. Open your equipment {(HELP/INTERFACE):dialog} with {BINDINGS:DialogEquipment} or click the equipment icon at the top of the screen.\n\n2. Equip a tool or weapon by dragging it from your inventory to the equipment slot of your choice.\n\nAlternatively, you can {BINDINGS:GameItemEquipToggle} to toggle it equipped or not.\n\n{(HELP/HELD_ITEMS):Learn more about Held Items}"],

			"modStarterQuestActionSlots": ["Action Menu & Action Slots", "{#--color-brown:While facing most objects in the world, actions can be done via the action menu (performed with {BINDINGS:GameActions}) or the item action menu (performed with {BINDINGS:GameActionsItems}). Performing actions in this way can be tedious.}\n\nInstead, you can add actions to your action bar so they can be performed with a single binding.\n\nTo add an action to an action slot simply hover over an action slot and use {BINDINGS:GameActionBarConfigure}. Choose \"Chop\" from the action menu that comes up and click \"Done\".\n\nNow you can use the binding that is shown under the action slot. For example, the first slot uses {BINDINGS:GameActionBarUseSlot0}.\n\n{#--color-brown:Using actions in this way will always pick the \"best\" item for the action from your inventory. Other common actions include \"Mine\", \"Butcher\", and \"Start Fire\" which can be set to different slots for ease of use.}"],

			"modStarterQuestItemActionSlots": ["Item Use & Action Slots", "{#--color-brown:All items have a list of actions that can be performed with them at any time.}\n\n{BINDINGS:GameItemMenu} to open an item's action menu.\n\n{#--color-brown:Using actions in this way can be cumbersome. You can also use the action bar for items!}\n\n- Drag and drop an item into an action slot.\n\n- OR use one of the \"Assign Action\" bindings. While hovering over an item, use {BINDINGS:GameActionBarAssignSlot0}, {BINDINGS:GameActionBarAssignSlot1}, or {BINDINGS:GameActionBarAssignSlot2} for example to use slot 1/2/3.\n\n{#--color-brown:By default, this is a sequence bind, meaning you have to press one key, then the other instead of all at the same time.}"],

			"modStarterQuestResourceGathering": ["Resource Gathering", "Now that you have action slots sorted out, you can try gathering some resources.\n\nMake sure if you are using an item in your action slot, that its action is set to \"{/Chop/}\" or \"{/Mine/}\".\n\nFind maple trees to gather the branches. Find gray-colored mountains to gather the granite."],

			"modStarterQuestCrafting": ["Crafting", "To survive, you will need to craft new items from the resources you gather. Press {BINDINGS:DialogCrafting} to open the crafting window. It will show you what you can make from the items in your inventory. Start by making sharp granite which is used in many crafting recipes. Not every attempt to craft an item is successful, and the chance of success depends on the skill level of the item against your crafting skills.\n\nIf your crafting menu is too small, you can adjust it in size and position by dragging it around or dragging the corners to resize."],

			"modStarterQuestDismantle": ["Dismantling", "Not all items are crafted, some are dismantled from other items. A branch for example can be dismantled into twigs, leaves, stripped bark, and a wooden pole; a wealth of resources.\n\nDismantling items can be done through the crafting menu by clicking on the \"{/Dismantle/}\" tab. You will see a listing of items that can be dismantled. Hovering over each will show what they will be dismantled into. Alternatively, you can dismantle items using {BINDINGS:GameItemMenu} on them in your inventory and selecting \"{/Dismantle/}\"."],

			"modStarterQuestHunting": ["Hunting", "It's time to learn another important survival lesson: Hunting! Find a creature with meat and slay it. You can butcher its corpse after dealing the final blow, using a \"{/Sharpened/}\" item while facing it by using \"{/Butcher/}\" from the item's menu. You can also assign it to an action slot and use a bind to do this quicker. Creatures with some form of raw meat include giant rats, giant spiders, chickens, rabbits, and more."],

			"modStarterQuestWoodenPoles": ["Wooden Poles", "You will need to start a fire to cook the raw meat if you want to eat it safely. Your first order of business is to gather the materials used to create your fire-making device. Dismantling logs, then dismantling the wooden planks it makes will get you enough \"{/Wooden Poles/}\" to do this."],

			"modStarterQuestHandDrill": ["Hand Drill", "At this point, you will have unlocked a new crafting recipe called \"{/Hand Drill/}\", a primitive and easy-to-craft device that makes fire. You unlock new crafting recipes by having one of each required items in your inventory. Go ahead and craft it!"],

			"modStarterQuestKindlingTinder": ["Kindling & Tinder", "The final items needed to start a fire are kindling and tinder. Many items are considered kindling, such as twigs, tree bark, and wooden dowels (dismantled from wooden poles). Many items are also considered tinder, such as wooden shavings (dismantled from twigs or wooden dowels), animal fur, leaves, and more.\n\nCraft, dismantle, or find kindling and tinder!"],

			"modStarterQuestCampfire": ["Campfire", "You could technically start a fire at this moment. But to make a proper, enclosed fire-source, you'll want to make a \"{/Granite Campfire/}\". You'll need quite a few pieces of granite for this endeavor.\n\nWith some items, you will be able to build them and temporarily affix them to the world. These objects that are attached/placed on tiles, are called \"{/Doodads/}\". Using {BINDINGS:GameItemMenu} on the campfire in your inventory will give you the option to \"{/Build/}\" it. Do so now, facing a valid tile."],

			"modStarterQuestFire": ["Fire!", "With your hand drill, select the \"{/Start Fire/}\" option from the item's menu while facing the campfire. Doing so will create a fire contained inside of it. You don't always get lucky when making a fire with low camping skills. It's possible that you may need to re-gather and craft some more wooden shavings (or any other tinder item, such as, leaves, animal fur, or grass blades) and kindling if you fail too many times.\n\nBe careful not to step in your fire!"],

			"modStarterQuestStokeFire": ["Stoking Fire", "Your fire could probably use more fuel as well. To add fuel to a fire, use {BINDINGS:GameItemMenu} on an item and choose the \"{/Stoke Fire/}\" action. This action is available on many items, including logs, branches, and more.\n\nYou can check the status of the fire by hovering your mouse over it. If you have tool-tips disabled, you can also check the status by using {BINDINGS:GameInspect} while hovering over it."],

			"modStarterQuestCooking": ["Cooking with Fire", "Now that you have a proper fire going, you can cook the meat! The crafting recipe will be unlocked for the cooked form of this meat. You can even eat it after you are done if you are hungry, or save it for later.\n\nCooking equipment may required for this endeavor. Cooking equipment is an item grouping that contains a wide variety of items including branches, wooden poles, spears, tongs, and more!"],

			"modStarterQuestPurifyingFreshWater": ["Hydration", "Now that you're fed, what about your hydration levels? Most of the world is water, but unfortunately, it's not in a drinkable form. It's far easier to seek out fresh water instead of trying to desalinate the seawater around you. If you still have a container of water in your inventory, you can drink it now. We're going to purify some more now.\n\nIf you found any fresh water tiles while exploring so far, go to them and fill up your container of water. If not, head back to your starting area - there should be a bit of fresh water available nearby.\n\nUse {BINDINGS:GameItemMenu} on your empty water container and choose the \"{/Gather Water/}\" action. when facing fresh water.\n\nNext, go back to your fire and stoke or light it back on fire if you have to, then craft the purified fresh water while next to the fire. This is how you purify the fresh water you find around the island."],

			"modStarterQuestTaming": ["Creature Taming", "Have you encountered a hostile creature yet? Being counter-aggressive to hostile island creatures is sometimes not the best option, especially if you are ill-prepared or ill-equipped. There are multiple ways to tame a creature. The most effective way to tame a creature and have it fight for you is to keep them fed and happy. To accomplish this, you can do one of the following actions:\n\n1. Facing a creature, choose the \"{/Offer/}\" from an item's menu. Certain creatures will like different items. You may have to experiment with this.\n2. Drop an item on the ground and have the creature walk over it. If they want the item, they will become tamed.\n3. Facing a creature, open the actions menu with {BINDINGS:GameActions} and choose \"{/Tame/}\". Taming in this manner is difficult, especially at lower skill levels."],

			"modStarterQuestExtraStorage": ["Extra Storage", "Feeling a bit heavy? You may want to start thinking about long-term storage that is outside of your inventory. The easiest storage container to craft is a \"{/Wooden Chest/}\". You will need to get both wooden planks and wooden dowels. To get wooden dowels, you will need to dismantle wooden poles, which are first dismantled from branches or wooden planks. To get wooden planks, you will need to dismantle logs.\n\nIf you are looking for further weight reduction in your inventory, you may consider crafting bags or backpacks (using leather) to reduce inventory weight for all items that are kept inside them."],

			"modStarterQuestDripstone": ["Dripstones", "Fresh water may be limited. You might have to desalinate seawater eventually and this quest will teach you how. Gather the following resources to be able to craft a \"{/Granite Dripstone/}\".\n\nAfter gathering all those resources, you can craft the dripstone. You'll use this device to pour the seawater into to filter into drinkable water.\n\nJust like with the campfire previously, you'll be able to \"{/Build/}\" the dripstone facing a valid tile from the item's menu."],

			"modStarterQuestFillDripstone": ["Filling the Dripstone", "To test out your new dripstone, grab some water from the sea. With an empty container in your inventory, choose the \"{/Gather Water/}\" option while facing seawater with your container.\n\nNext, while facing the dripstone, choose the \"{/Pour/}\" option from your container of seawater's item menu. This will pour the liquid into the top of the dripstone."],

			"modStarterQuestGatherLiquid": ["Gathering Water", "The process of filtering seawater through the dripstone will take some time. You can do some other tasks or explore the island while you wait. It will take approximately 1500 turns before it is ready. You can tell it's done when the water is in the bottom vessel.\n\nWhen the process has completed, you can choose the \"{/Drink in Front/}\" actions by pressing {BINDINGS:GameActions} while facing the dripstone. Alternatively, if you have an empty container, you can choose the \"{/Gather Liquid/}\" option from the container's item menu.\n\nDesalination is only needed if you run out of fresh water sources which can be quite abundant via mountain rivers or ponds around the island."],

			"modStarterQuestSurvivalistTraining": ["Survivalist in Training", "That's it! You should now have some basic knowledge on how to survive in Wayward. With enough learning and skill, you'll eventually be able to thrive and prosper.\n\nTreasure, you remember something about treasure..."]
		}
	}
}
