{
	"extends": "Français",
	"dictionaries": {
		"questRequirement": {
			"modStarterQuestActionSlots": "Attribuez {0=1?un objet:{0=0?une action:n'importe quoi}} à un emplacement d'action",
			"modStarterQuestLightCampfire": "Allumer un feu de camp",
			"modStarterQuestStokeCampfire": "Attiser un feu de camp",
			"modStarterQuestFillDripstone": "Verser de l'eau dans une stalactite",
			"modStarterQuestGatherFromDripstone": "Récupérer de l'eau dessalée d'une stalactite"
		},
		"quest": {
			"modStarterQuestWelcome": ["Bienvenue", "{#--color-brown:Si vous découvrez Wayward, cette {/Quête d'initiation/} peut vous aider à survivre en vous enseignant les bases. Ce guide optionnel prendra environ 20 à 40 minutes.}\n\nAppuyez sur {BINDINGS:DialogQuests} pour afficher ou masquer ce dialogue.\n\nCliquez sur \"{/Terminer la quête/}\" pour commencer la série de quêtes."],

			"modStarterQuestGearUp": ["Équipement", "{#--color-brown:Attaquer des créatures utilisera les objets de votre inventaire lorsqu'ils sont équipés dans votre main principale. Équipons un objet dès maintenant.}\n\n1. Ouvrez votre menu d'équipement {(HELP/INTERFACE):dialogue} avec {BINDINGS:DialogEquipment} ou cliquez sur l'icône d'équipement en haut de l'écran.\n\n2. Équipez un outil ou une arme en le faisant glisser depuis votre inventaire vers l'emplacement d'équipement de votre choix.\n\nVous pouvez aussi utiliser {BINDINGS:GameItemEquipToggle} pour basculer entre équipé et non équipé.\n\n{(HELP/HELD_ITEMS):En savoir plus sur les objets tenus}"],

			"modStarterQuestActionSlots": ["Menu d'action & Emplacements d'action", "{#--color-brown:Lorsque vous faites face à la plupart des objets du monde, des actions peuvent être effectuées via le menu d'action ({BINDINGS:GameActions}) ou le menu d'action des objets ({BINDINGS:GameActionsItems}). Effectuer des actions de cette manière peut être fastidieux.}\n\nÀ la place, vous pouvez ajouter des actions à votre barre d'actions pour les exécuter en un seul raccourci.\n\nPour ajouter une action à un emplacement d'action, survolez un emplacement et utilisez {BINDINGS:GameActionBarConfigure}. Sélectionnez \"Couper\" dans le menu qui s'affiche, puis cliquez sur \"Terminé\".\n\nVous pouvez maintenant utiliser le raccourci affiché sous l'emplacement d'action. Par exemple, le premier emplacement utilise {BINDINGS:GameActionBarUseSlot0}.\n\n{#--color-brown:Utiliser les actions de cette manière sélectionnera toujours l'objet \"le plus adapté\" à l'action parmi votre inventaire. D'autres actions courantes incluent \"Miner\", \"Dépecer\" et \"Allumer un feu\", qui peuvent être assignées à différents emplacements pour une utilisation plus facile.}"],

			"modStarterQuestItemActionSlots": ["Utilisation des objets & Emplacements d'action", "{#--color-brown:Tous les objets disposent d'une liste d'actions qui peuvent être effectuées à tout moment.}\n\n{BINDINGS:GameItemMenu} pour ouvrir le menu d'actions d'un objet.\n\n{#--color-brown:Utiliser les actions de cette manière peut être encombrant. Vous pouvez également utiliser la barre d'actions pour les objets !}\n\n- Faites glisser un objet dans un emplacement d'action.\n\n- OU utilisez l'un des raccourcis \"Assigner une action\". En survolant un objet, utilisez {BINDINGS:GameActionBarAssignSlot0}, {BINDINGS:GameActionBarAssignSlot1}, ou {BINDINGS:GameActionBarAssignSlot2} pour assigner un emplacement.\n\n{#--color-brown:Par défaut, il s'agit d'un raccourci en séquence, ce qui signifie que vous devez appuyer sur une touche, puis sur l'autre au lieu des deux en même temps.}"],

			"modStarterQuestResourceGathering": ["Collecte de ressources", "Maintenant que vous avez organisé vos emplacements d'actions, essayez de rassembler des ressources.\n\nSi vous utilisez un objet dans votre emplacement d'action, assurez-vous que son action est réglée sur \"{/Couper/}\" ou \"{/Miner/}\".\n\nTrouvez des érables pour obtenir des branches. Trouvez des montagnes grises pour récupérer du granit."],

			"modStarterQuestCrafting": ["Fabrication", "Pour survivre, vous devrez fabriquer de nouveaux objets à partir des ressources collectées. Appuyez sur {BINDINGS:DialogCrafting} pour ouvrir le menu de fabrication. Il vous montrera ce que vous pouvez créer avec les objets de votre inventaire. Commencez par fabriquer du granit tranchant, utilisé dans de nombreuses recettes.\n\nToutes les tentatives de fabrication ne réussissent pas, et le taux de réussite dépend de votre compétence par rapport à l'objet."],

			"modStarterQuestDismantle": ["Démontage", "Tous les objets ne sont pas fabriqués ; certains sont démontés à partir d'autres. Par exemple, une branche peut être démontée en brindilles, feuilles, écorce et bâtonnet en bois.\n\nLe démontage se fait via le menu de fabrication en cliquant sur l'onglet \"{/Démonter/}\". Vous verrez la liste des objets démontables. Survoler un objet affiche ses composants. Vous pouvez aussi démonter un objet depuis {BINDINGS:GameItemMenu}."],

			"modStarterQuestHunting": ["Chasse", "Il est temps d'apprendre une autre leçon de survie essentielle : la chasse ! Trouvez une créature contenant de la viande et abattez-la. Vous pouvez la dépecer après lui avoir porté le coup fatal en utilisant un objet \"{/Aiguisé/}\" face à elle et en sélectionnant \"{/Dépecer/}\" dans le menu de l'objet. Vous pouvez aussi assigner cette action à un emplacement d'action et utiliser un raccourci pour aller plus vite. Les créatures contenant de la viande crue incluent les rats géants, les araignées géantes, les poulets, les lapins et bien d'autres."],

			"modStarterQuestWoodenPoles": ["Perches en bois", "Vous devrez allumer un feu pour cuire la viande crue et pouvoir la manger en toute sécurité. Votre première tâche est de rassembler les matériaux nécessaires à la fabrication de votre dispositif d'allumage. Démantelez des bûches, puis les planches de bois obtenues, afin d'obtenir suffisamment de \"{/Perches en bois/}\" pour cela."],

			"modStarterQuestHandDrill": ["Perceuse à main", "À ce stade, vous avez débloqué une nouvelle recette de fabrication appelée \"{/Perceuse à main/}\", un dispositif primitif et facile à fabriquer permettant de faire du feu. Vous débloquez de nouvelles recettes en ayant dans votre inventaire au moins un exemplaire de chaque matériau requis. Allez-y, fabriquez-la !"],

			"modStarterQuestKindlingTinder": ["Petit bois & Amadou", "Les derniers éléments nécessaires pour allumer un feu sont du petit bois et de l'amadou. De nombreux objets peuvent être utilisés comme petit bois, tels que les brindilles, l'écorce d'arbre et les tourillons en bois (obtenus en démantelant des perches en bois). De nombreux objets peuvent aussi servir d'amadou, comme les copeaux de bois (démantelés à partir de brindilles ou de tourillons), la fourrure d'animal, les feuilles, etc.\n\nFabriquez, démantelez ou trouvez du petit bois et de l'amadou !"],

			"modStarterQuestCampfire": ["Feu de camp", "Techniquement, vous pourriez allumer un feu dès maintenant. Mais pour une source de chaleur plus efficace et contenue, vous devriez fabriquer un \"{/Feu de camp en granit/}\". Vous aurez besoin d'un certain nombre de morceaux de granit pour cela.\n\nCertains objets peuvent être construits et temporairement fixés dans le monde. Ces objets placés sur le sol sont appelés \"{/Doodads/}\". Utilisez {BINDINGS:GameItemMenu} sur le feu de camp dans votre inventaire pour choisir l'option \"{/Construire/}\". Faites-le maintenant, en regardant une case valide."],

			"modStarterQuestFire": ["Allumer un feu", "Avec votre perceuse à main, sélectionnez l'option \"{/Allumer un feu/}\" depuis le menu de l'objet en étant face au feu de camp. Cela allumera un feu à l'intérieur.\n\nVous n'aurez pas toujours de la chance en allumant un feu si votre compétence en camping est faible. Il est possible que vous deviez rassembler et fabriquer plus de copeaux de bois (ou un autre matériau d'amadou, comme des feuilles, de la fourrure d'animal ou des brins d'herbe) ainsi que du petit bois en cas d'échec répété.\n\nFaites attention à ne pas marcher dans votre feu !"],

			"modStarterQuestStokeFire": ["Attiser le feu", "Votre feu pourrait avoir besoin de plus de combustible. Pour ajouter du combustible à un feu, utilisez {BINDINGS:GameItemMenu} sur un objet et sélectionnez l'action \"{/Attiser le feu/}\". Cette action est disponible sur de nombreux objets, notamment les bûches, les branches, et plus encore.\n\nVous pouvez vérifier l'état du feu en le survolant avec votre souris. Si vous avez désactivé les infobulles, vous pouvez aussi vérifier son état en utilisant {BINDINGS:GameInspect} en le survolant."],

			"modStarterQuestCooking": ["Cuisiner avec le feu", "Maintenant que vous avez un bon feu, vous pouvez cuire la viande ! Une recette de fabrication sera débloquée pour transformer cette viande en version cuite. Vous pouvez la manger si vous avez faim ou la conserver pour plus tard.\n\nCertains équipements de cuisine peuvent être nécessaires. L'équipement de cuisine regroupe une grande variété d'objets, y compris des branches, des perches en bois, des lances, des pinces, et bien plus encore !"],

			"modStarterQuestPurifyingFreshWater": ["Hydratation", "Maintenant que vous avez mangé, il est temps de penser à votre hydratation. La majeure partie du monde est recouverte d'eau, mais malheureusement, elle n'est pas potable. Il est bien plus facile de trouver de l'eau douce plutôt que d'essayer de dessaler l'eau de mer autour de vous.\n\nSi vous avez encore un récipient d'eau dans votre inventaire, vous pouvez le boire maintenant. Sinon, nous allons purifier de l'eau supplémentaire.\n\nSi vous avez trouvé des cases d'eau douce en explorant, rendez-vous là-bas et remplissez votre récipient. Sinon, retournez à votre point de départ, il devrait y avoir un peu d'eau douce disponible à proximité.\n\nUtilisez {BINDINGS:GameItemMenu} sur votre récipient vide et choisissez l'action \"{/Récupérer de l'eau/}\" en regardant de l'eau douce.\n\nEnsuite, retournez à votre feu, rallumez-le si nécessaire, puis fabriquez de l'eau douce purifiée à proximité du feu. C'est ainsi que vous purifiez l'eau douce que vous trouvez sur l'île."],

			"modStarterQuestTaming": ["Apprivoiser une créature", "Avez-vous déjà rencontré une créature hostile ? Être agressif en retour contre les créatures hostiles de l'île n'est parfois pas la meilleure option, surtout si vous êtes mal préparé ou mal équipé.\n\nIl existe plusieurs manières d'apprivoiser une créature. La plus efficace consiste à les nourrir et les rendre heureuses afin qu'elles combattent pour vous. Voici quelques méthodes :\n\n1. En regardant une créature, choisissez \"{/Offrir/}\" depuis le menu d'un objet. Certaines créatures aiment certains objets particuliers. Vous devrez peut-être expérimenter.\n2. Déposez un objet au sol et laissez la créature marcher dessus. Si elle veut cet objet, elle deviendra apprivoisée.\n3. En regardant une créature, ouvrez le menu d'actions avec {BINDINGS:GameActions} et choisissez \"{/Apprivoiser/}\". Cette méthode est difficile, surtout avec une compétence faible."],

			"modStarterQuestExtraStorage": ["Stockage supplémentaire", "Vous vous sentez un peu trop chargé ? Il est peut-être temps de penser au stockage à long terme en dehors de votre inventaire.\n\nLe contenant de stockage le plus simple à fabriquer est un \"{/Coffre en bois/}\". Vous aurez besoin de planches de bois et de tourillons en bois. Pour obtenir des tourillons en bois, vous devrez démanteler des perches en bois, qui elles-mêmes proviennent de branches ou de planches de bois. Pour obtenir des planches, vous devrez démanteler des bûches.\n\nSi vous cherchez à réduire encore plus le poids dans votre inventaire, vous pouvez envisager de fabriquer des sacs ou des sacs à dos (avec du cuir) pour alléger le poids des objets qu'ils contiennent."],

			"modStarterQuestDripstone": ["Stalactites", "L'eau douce peut être limitée. Vous devrez peut-être dessaler l'eau de mer, et cette quête vous apprendra comment faire.\n\nRassemblez les ressources suivantes pour fabriquer une \"{/Stalactite en granit/}\".\n\nAprès avoir réuni ces ressources, fabriquez la stalactite. Vous l'utiliserez pour verser l'eau de mer afin qu'elle soit filtrée en eau potable.\n\nComme pour le feu de camp, vous pourrez \"{/Construire/}\" la stalactite face à une case valide depuis le menu de l'objet."]

			"modStarterQuestFillDripstone": ["Remplir la stalactite", "Pour tester votre nouvelle stalactite, récupérez de l'eau de mer. Avec un récipient vide dans votre inventaire, choisissez l'option \"{/Récupérer de l'eau/}\" en faisant face à l'eau de mer avec votre récipient.\n\nEnsuite, en étant face à la stalactite, sélectionnez l'option \"{/Verser/}\" depuis le menu de l'objet contenant l'eau de mer. Cela versera le liquide dans la partie supérieure de la stalactite."],

			"modStarterQuestGatherLiquid": ["Récupération de l'eau", "Le processus de filtration de l'eau de mer à travers la stalactite prendra un certain temps. Vous pouvez effectuer d'autres tâches ou explorer l'île en attendant. Cela prendra environ 1500 tours avant que l'eau ne soit prête. Vous saurez que c'est terminé lorsque l'eau sera visible dans le récipient inférieur.\n\nLorsque le processus est terminé, vous pouvez choisir l'action \"{/Boire devant/}\" en appuyant sur {BINDINGS:GameActions} tout en étant face à la stalactite. Sinon, si vous avez un récipient vide, vous pouvez sélectionner l'option \"{/Récupérer le liquide/}\" dans le menu de l'objet.\n\nLe dessalement n'est nécessaire que si vous manquez de sources d'eau douce, qui peuvent être assez abondantes via les rivières de montagne ou les étangs autour de l'île."],

			"modStarterQuestSurvivalistTraining": ["Entraînement de survie", "C'est terminé ! Vous devriez maintenant avoir quelques bases sur la survie dans Wayward. Avec suffisamment d'apprentissage et de compétences, vous pourrez non seulement survivre, mais prospérer.\n\nUn trésor... vous vous souvenez de quelque chose à propos d'un trésor..."]
		}
	}
}
